{
  "calligraphyRules": [
    {
      "id": 1,
      "title": "Первое правило каллиграфии",
      "description": "Острие крюка с 'выгнутой спиной' должно быть направлено либо в сторону точки соединения горизонтальной и выгнутой линий, либо вертикально вверх. Также вертикально вверх должно быть направлено острие крюка 'плывущий лебедь', 'китайский клевец' и ломаной изогнутой с крюком.",
      "example": {
        "gif": ["4E59", "4E5A", "6208"]
      }
    },
    {
      "id": 2,
      "title": "Второе правило каллиграфии",
      "description": "При изображении двух горизонтальных черт одна под другой верхняя должна быть несколько толще и короче нижней.",
      "example": {
        "gif": ["4E8C"]
      }
    },
    {
      "id": 3,
      "title": "Третье правило каллиграфии",
      "description": "Вертикальные сходящиеся точки имеют следующую особенность написания: левая точка пишется отвесно, правая - с наклоном, как маленькая откидная влево (клювовидная точка).",
      "example": {
        "gif": ["5FC3"]
      }
    },
    {
      "id": 4,
      "title": "Четвертое правило каллиграфии",
      "description": "Левая открытая точка представляет собой маленькую откидную влево, а правая удлиненный вариант 'косой точки', либо 'длинную точку'",
      "example": {
        "gif": ["8C37"]
      }
    },
    {
      "id": 5,
      "title": "Пятое правило каллиграфии",
      "description": "При пересечении вертикальной и горизонтальной черт горизонтальная черта должна быть длиннее и тоньше вертикальной. Верхняя часть вертикальной имеет небольшой изгиб.",
      "example": {
        "gif": ["5341"]
      }
    },
    {
      "id": 6,
      "title": "Шестое правило каллиграфии",
      "description": "В ключе 'Рот' и подобных ему графических элементах вертикальные линии должны быть толще горизонтальных; правая вертикальная линия становится немного тоньше к низу.",
      "example": {
        "gif": ["53E3"]
      }
    },
    {
      "id": 7,
      "title": "Седьмое правило каллиграфии",
      "description": "В ключе 'Ограда' вертикальные линии должны быть толще, чем горизонтальные; толщина их по всей длине должна быть примерно равномерной.",
      "example": {
        "gif": ["56D7"]
      }
    },
    {
      "id": 8,
      "title": "Восьмое правило каллиграфии",
      "description": "В ключе 'Маленький' в рукописных иероглифах левая точка должна быть почти вертикальной, правая - обыкновенной 'косой' точкой",
      "example": {
        "gif": ["5C0F"]
      }
    },
    {
      "id": 9,
      "title": "Девятое правило каллиграфии",
      "description": "В ключе 'Шаг левой ногой' и подобных ему графических элементах 'прямые короткие откидные влево' должны быть менее отвесными, чем в базовой форме написания, и достаточно длинными. При недостаточной длине откидных возникает ощущение дисгармонии ключа.",
      "example": {
        "gif": ["5F73"]
      }
    },
    {
      "id": 10,
      "title": "Десятое правило каллиграфии",
      "description": "В ключе 'Дерево' и подобных ему графических элементах откидная вправо должна начинаться чуть ниже откидной влево.",
      "example": {
        "gif": ["6728"]
      }
    },
    {
      "id": 11,
      "title": "Одиннадцатое правило каллиграфии",
      "description": "В ключе 'Нельзя' и подобных ему графических элементов необходимо при написании уделять особенное внимание правому верхнему углу и вертикальной части 'отвесного крюка': за счет правильной сбалансированности этой части иероглифа достигается гармония написания всего ключа.",
      "example": {
        "gif": ["6BCB"]
      }
    },
    {
      "id": 12,
      "title": "Двенадцатое правило каллиграфии",
      "description": "При написании ключа 'Вода' в левой части сложных иероглифов вариант с восходящей чертой используется в тех случаях, когда правая часть иероглифа заметно вытянута вверх; вариант с нижней точкой предпочтителен для более широких, 'приземистых' иероглифов.",
      "example": {
        "gif": ["6C34"]
      }
    },
    {
      "id": 13,
      "title": "Тринадцатое правило каллиграфии",
      "description": "Чем сильнее вытянута вверх правая часть сложного иероглифа, тем больше стремятся элементы ключа 'Вода' расположиться по одной вертикальной оси. Тем не менее, стремление это никогда не осуществляется вполне: все три элемента ключа должны распологаться в пространстве так, чтобы внутри оставался объем, 'воздух'",
      "example": {
        "gif": ["6C34"]
      }
    },
    {
      "id": 14,
      "title": "Четырнадцатое правило каллиграфии",
      "description": "При наличии горизонтальной или вертикальной черты в левой нижней части иероглифа внизу пишется ключ 'Огонь' с наклоненной влево крайней левой точкой; если в левой нижней части иероглифа имеется откидная влево, то внизу пишется ключ 'Огонь' со всеми четырьмя точками, наклоненными вправо.",
      "example": {
        "gif": ["706C"]
      }
    },
    {
      "id": 15,
      "title": "Пятнадцатое правило каллиграфии",
      "description": "В базовых формах ключей 'Покрышка', 'Десятый циклический знак', 'Дождь' и похожих графических элементах верхняя горизонтальная черта должна быть не короче, чем горизонтальная часть 'окружающей черты'.",
      "example": {
        "gif": ["5196", "9149", "96E8"]
      }
    },
    {
      "id": 16,
      "title": "Шестнадцатое правило каллиграфии",
      "description": "Ключ 'Город' в правой части сложных иероглифов всегда пишется пропорционально чуть ниже, чем элементы слева от него.",
      "example": {
        "gif": ["9091A"]
      }
    },
    {
      "id": 17,
      "title": "Семнадцатое правило каллиграфии",
      "description": "В ключах 'Ворота', 'Борьба' и подобных графических элементах левая вертикальная черта имеет в нижней части небольшое стремление к изгибу влево. Вертикальные линии должны быть толще горизонтальных.",
      "example": {
        "gif": ["9580", "9B25"]
      }
    },
    {
      "id": 18,
      "title": "Восемнадцатое правило каллиграфии",
      "description": "Ключ 'Холм' в левой части сложных иероглифов всегда пишется пропорционально чуть выше, чем элементы, расположенные справа от него.",
      "example": {
        "gif": ["961D"]
      }
    }
]
}