{
  "etymology": [
    {
      "title": "甲骨文",
      "pinyin": "Jiǎ gǔ wén",
      "description": [
        "Письменность на гадательных костях", 
        "Самая древняя засвидетельствованная форма китайского письма, относящаяся к концу II тысячелетия до н. э.", 
        "Надписи наносились путем вырезания знаков на гадательных костях, которыми обычно служили большие кости, которые находятся в плечах быков, или нижняя часть панциря черепахи. Эти записи главным образом фиксировали результаты официальных гаданий, проводившихся от имени правящей семьи во второй половине эпохи династии Шан.", 
        "Гадания осуществлялись методом скапулимантики: гадательные кости подвергались нагреву, в результате чего появлялись трещины, интерпретируемые жрецами. Как сам вопрос, так и его толкование вырезались на той же кости, которая использовалась в гадании."
      ]
    },
    {
      "title": "金文",
      "pinyin": "Jīn wén",
      "description": [
        "Надписи на китайских ритуальных бронзовых сосудах",
        "Форма китайского письма, выполненная в нескольких стилях на ритуальных бронзовых изделиях, в основном во времена эпохи Шан-Чжоу (XIII—IV вв. до н. э.).",
        "В отличие от надписей на гадательных костях, имеющих форму лаконичных вопросов и ответов, надписи на бронзовых сосудах образуют законченный текст.",
        "В эпоху Западной Чжоу они располагались на дне или внутри сосудов, и когда сосуды заполняли жертвенной пищей, надписи были не видны, то есть служили средством общения между живыми и духами предков.",
        "В  последующий период надписи начали размещать снаружи сосудов, так что они стали видимыми и являлись частью внешнего оформления."
      ]
    },
    {
      "title": "楚系簡帛",
      "pinyin": "Chǔ xì jiǎnbó",
      "description": [
        "Чу-система письма на бамбуковых и шелковых свитках",
        "Форма китайского письма, использовавшееся в царстве Чу в период с 5 века до н. э. до начала династии Хань (около 206 года до н. э.).",
        "Этот стиль письма использовал различные типы свитков (бамбуковые и шелковые), на которых писали чернилами, и отличался характерными для царства Чу особенностями, такими как особая форма и стиль иероглифов.",
        "В это время активно развивалась литература, а также философия, включая работы, связанные с даосизмом и конфуцианством."
      ]
    },
    {
      "title": "說文",
      "pinyin": "Shuōwén",
      "description": [
        "小篆 (Xiǎozhuàn) Малый печатный шрифт", 
        "Стиль письма, который был разработан в эпоху династии Цинь (221–206 годы до н. э.), когда император Цинь Шихуан предпринял усилия для стандартизации письменности в рамках своей политики '书同文' (shū tóng wén), что означало унификацию письменности по всему китайскому миру.",
        "Малый печатный шрифт основывался на большом шрифте (大篆, Dàzhuàn), который использовался в различных царствах до объединения Китая, и стал заменой более старого стиля, применявшегося в период 'Шести царств'. ",
        "В отличие от более древнего стиля, малый печатный шрифт был более упрощенным и пригодным для массового использования.",
        "Это письмо связано с Шуовэнь (《說文解字》), поскольку в этом труде описывались и объяснялись иероглифы, включая те, что использовались в более ранних стилях, таких как большие и малые шрифты."
      ]
    },
    {
      "title": "秦系簡牘",
      "pinyin": "Qín xì jiǎndú",
      "description": [
        "Стиль письма на бамбуковых и деревянных дощечках эпохи Цинь",
        "Стиль древнекитайского письма, характерный для периода династии Цинь (221–206 гг. до н. э.). Он представляет собой официальное и административное письмо, использовавшееся на бамбуковых и деревянных дощечках (簡牘, jiǎndú) для ведения записей, законов, указов и другой документации.",
        "Цзяньду (簡牘) — это бамбуковые или деревянные дощечки с письменными знаками, использовавшиеся в древности. Бамбуковые дощечки назывались чжуцзянь (竹簡) или просто цзянь (簡), а деревянные — муду (木牘) или просто ду (牘). В совокупности они именуются цзяньду (簡牘).",
        "Письменность на циньских дощечках (秦簡) является продолжением гадательных надписей на костях и бронзе (甲骨金文) и, в свою очередь, предшествует стилю кайшу (楷書). Поэтому в целом знаки циньских дощечек относительно легко распознаются. Однако среди них встречаются отдельные сложные для расшифровки иероглифы, которые не сохранились в последующих стилях письма лишу (隸書) и кайшу (楷書). Эти трудные знаки являются основным объектом изучения для ученых."
      ]
    },
    {
      "title": "隸書",
      "pinyin": "Lìshū",
      "description": [
        "Стиль Лишу - официальное письмо",
        "Это стиль китайской каллиграфии, которая развивалась с конца периода Воюющих царств до династии Цинь.",
        "Стиль Лишу (隸書) в основном эволюционировал из Чжуаньшу (篆書, «печатного письма»).",
        "Процесс перехода китайских иероглифов от Сяочжуань (小篆, «малой печати») к стилю Лишу называется «либий» (隸變, «преобразование в лишу»).",
        "Основное изменение заключалось в том, что закругленные штрихи чжуаньшу постепенно стали более угловатыми и ломанными, что значительно ускоряло процесс письма.",
        "Это изменение было связано с практическими трудностями: писать закругленные линии на бамбуковых и деревянных дощечках (цзяньду, 簡牘) с помощью краски было затруднительно, поэтому штрихи постепенно упростились."
      ]
    },
    {
      "title": "楷書",
      "pinyin": " Kǎishū",
      "description": [
        "Правописный стиль или Стандартное письмо",
        "Наиболее распространённый современный стиль китайского письма.",
        "Кайшу возник в конце эпохи Восточной Хань (206 г. до н. э. — 220 г. н. э.) в результате смешения поздних форм Лишу (隸書 - официальное письмо) и Цаошу (草書 - травяное письмо) письма.",
        "Первый мастер – Чжун Яо (鍾繇, 151–230), каллиграф царства Вэй (曹魏), считается «отцом кайшу». Его работы «Xuanshi Biao» (宣示表), «Jianjizhi Biao» (薦季直表), «Liming Biao» (力命表) являются ранними примерами этого стиля.",
        "Окончательно кайшу сформировался при династиях Цзинь (265–420) и Тан (618–907), когда его довели до совершенства мастера Оуян Сюнь (歐陽詢), Янь Чжэньцин (顏真卿) и Лю Гунцюань (柳公權). В современном Китае этот стиль используется в официальных документах и учебниках.",
        "Особенности кайшу:",
        "Четкость и симметрия – каждый иероглиф четко структурирован, с ровными и прямыми линиями.",
        "Строгая последовательность штрихов – важна правильная каллиграфическая последовательность движений кисти.",
        "Угловатые, но гармоничные формы – в отличие от округлых линий Чжуаньшу (篆書, «печатного письма») и стремительных мазков Лишу (隸書).",
        "Среди каллиграфов квинтессенцией стиля Кайшу считается иероглиф 永 «вечность» — считается, что он содержит основные черты, используемые в Кайшу"
      ]
    }
  ]
}
