{
  "etymology": [
    {
      "title": "甲骨文",
      "pinyin": "Jiǎ gǔ wén",
      "description": [
        "Письменность на гадательных костях", 
        "Самая древняя засвидетельствованная форма китайского письма, относящаяся к концу II тысячелетия до н. э.", 
        "Надписи наносились путем вырезания знаков на гадательных костях, которыми обычно служили большие кости, которые находятся в плечах быков, или нижняя часть панциря черепахи. Эти записи главным образом фиксировали результаты официальных гаданий, проводившихся от имени правящей семьи во второй половине эпохи династии Шан.", 
        "Гадания осуществлялись методом скапулимантики: гадательные кости подвергались нагреву, в результате чего появлялись трещины, интерпретируемые жрецами. Как сам вопрос, так и его толкование вырезались на той же кости, которая использовалась в гадании."
      ]
    },
    {
      "title": "金文",
      "pinyin": "Jīn wén",
      "description": [
        "Надписи на китайских ритуальных бронзовых сосудах",
        "Форма китайского письма, выполненная в нескольких стилях на ритуальных бронзовых изделиях, в основном во времена эпохи Шан-Чжоу (XIII—IV вв. до н. э.).",
        "В отличие от надписей на гадательных костях, имеющих форму лаконичных вопросов и ответов, надписи на бронзовых сосудах образуют законченный текст.",
        "В эпоху Западной Чжоу они располагались на дне или внутри сосудов, и когда сосуды заполняли жертвенной пищей, надписи были не видны, то есть служили средством общения между живыми и духами предков.",
        "В  последующий период надписи начали размещать снаружи сосудов, так что они стали видимыми и являлись частью внешнего оформления."
      ]
    },
    {
      "title": "楚系簡帛",
      "pinyin": "Chǔ xì jiǎn bó",
      "description": [
        "Чу-система письма на бамбуковых и шелковых свитках",
        "Форма китайского письма, использовавшееся в царстве Чу в период с 5 века до н. э. до начала династии Хань (около 206 года до н. э.).",
        "Этот стиль письма использовал различные типы свитков (бамбуковые и шелковые), на которых писали чернилами, и отличался характерными для царства Чу особенностями, такими как особая форма и стиль иероглифов.",
        "В это время активно развивалась литература, а также философия, включая работы, связанные с даосизмом и конфуцианством."
      ]
    },
    {
      "title": "說文",
      "pinyin": "Shuō wén",
      "description": [
        "小篆 (Xiǎozhuàn) Малый печатный шрифт", 
        "Стиль письма, который был разработан в эпоху династии Цинь (221–206 годы до н. э.), когда император Цинь Шихуан предпринял усилия для стандартизации письменности в рамках своей политики '书同文' (shū tóng wén), что означало унификацию письменности по всему китайскому миру.",
        "Малый печатный шрифт основывался на большом шрифте (大篆, Dàzhuàn), который использовался в различных царствах до объединения Китая, и стал заменой более старого стиля, применявшегося в период 'Шести царств'. ",
        "В отличие от более древнего стиля, малый печатный шрифт был более упрощенным и пригодным для массового использования.",
        "Это письмо связано с Шуовэнь (《說文解字》), так как в 'Шуовэнь' описывались и объяснялись иероглифы, в том числе те, которые использовались в более ранних стилях, включая большие и малые шрифты."
      ]
    },
    {
      "title": "秦系簡牘",
      "pinyin": "",
      "description": [""]
    },
    {
      "title": "隸書",
      "pinyin": "",
      "description": [""]
    },
    {
      "title": "楷書",
      "pinyin": "",
      "description": [""]
    }
  ]
}
